{
    "death": "Falecemento, accidente ou enfermidade grave, hospitalización ou intervención quirúrxica dun familiar (art.3)",
    "move": "Traslado de domicilio (art.4)",
    "exam": "Concorrer a exames finais, probas definitivas de aptitude ou probas selectivas no ámbito do emprego público (art.6)",
    "prenat": "Realización de exames prenatais e técnicas de preparación ao parto ou asistencia ás preceptivas sesións de información e preparación e para a realización dos preceptivos informes psicolóxicos e sociais previos á declaración de ideonidade (art.9)",
    "fecAs": "Para realizar tratamentos de fecundación asistida (art.10)",
    "marriage": "Por matrimonio de familiares de ate segundo grao de consanguinidade e primerio de afinidade (art.12)",
    "duties": "Deberes inescusables de caracter público ou persoal, deberes relacionados coa conciliación da vida familiar e laboral, e máis de asistencia a consultas e revisións médicas (art.14)",
    "particularBussines": "Asuntos particulares (art.15)",
    "unexpection": "Imprevistos (art.33)",
    "famBook": "Fotocopia cotexada do libro de familia.",
    "censusdoc": "Certificado de empadronamento.",
    "deathdoc": "Certificado de defunción.",
    "marriagedoc": "Fotocopia cotexada da inscrición no Rexistro Oficial de Parelas de Feito.",
    "hospdoc": "Documento de hospitalización ou a intervención cirurxica grave segundo o motivo que xera a solicitude do permiso.",
    "birthdoc": "Fotocopia cotexada da partida de nacemento ou da resolución administrativa ou xudicial de adopción ou acollemento.",
    "convdoc": "Certificado de convivencia ou informe do traballador social en que acredite as persoas que conforman a unidade familiar.",
    "examdoc": "Documento acreditativo da asistencia á proba de aptitude, exame final ou proba de acceso ou ingreso á función pública en que figure o lugar, a data e o centro de realización.",
    "prenatdoc": "Documento xustificativo da necesidade de realización de exames prenatais e técnicas de preparación ao parto dentro da xornada laboral.",
    "idondoc": "Documento xustificativo da necesidade de asistencia ás preceptivas sesións de información e preparación e para a realización dos preceptivos informes psicolóxicos e sociais previos á declaración de idoneidade dentro da xornada laboral.",
    "fecasdoc": "Documento xustificativo da necesidade de realización de tratamentos de fecundación asistida dentro da xornada laboral.",
    "revmeddoc": "Documento xustificativo da necesidade de realización de revisións médicas dentro da xornada laboral.",
    "alonedoc": "Documento acreditativo das limitacións que lles impiden ir sós ou de que non poden valerse por si mesmos (acompañamentos ás revisións médicas).",
    "citationdoc": "Orixinal ou copia cotexada da citación ou convocatoria do órgano xudicial, administrativo, órgano de goberno ou comisión dependente deles ou calquera outro órgano oficial.",
    "electiondoc": "Documento acreditativo de ter a condición de elixible no proceso electoral ou de formar parte dunha mesa electoral.",
    "reuniondoc": "Orixinal ou copia cotexada da convocatoria ou/e asistencia a reunión das comisións de probas de acceso á universidade, da Consellería de Educación e O.U ou das súas xefaturas territoriais ou do órgana de selección ou provisión, con nomeamento da autoridade competente.",
    "EUdoc": "Orixinal ou copia cotexada da realización de visitas dentro dos programas europeos.",
    "responsabilitydoc": "Documento que acredite a responsabilidade civil, penal, social ou administrativa da persoa interesada e que supoña o cumprimento dunha obriga.",
    "donationdoc":"Documento que acredite a doazón de sangue, médula ou plaquetas.",
    "athletedoc":"Documento que acredite a asistencia dos deportistas de alto nivel ás competicións de carácter internacional, así como as concentracións preparatorias destas.",
    
    "all": "Todos",
    "teacher": "Docente",
    "nonteacher": "Non docente"
}